tap "buo/cask-upgrade"
tap "getantibody/tap"
tap "golemfactory/golem"
tap "golemfactory/hyperg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jenkins-x/jx"
tap "mistertea/et"
tap "nektos/tap"
brew "python"
brew "ansible"
brew "ansible-lint"
brew "azure-cli"
brew "cask"
brew "circleci"
brew "coreutils"
brew "fping"
brew "git"
brew "go"
brew "hadolint"
brew "htop"
brew "hub"
brew "ipcalc"
brew "kubectx"
brew "kubernetes-helm"
brew "mas"
brew "mosh"
brew "node"
brew "nativefier"
brew "nmap"
brew "packer"
brew "packer-completion"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "zsh"
brew "getantibody/tap/antibody"
brew "jenkins-x/jx/jx"
brew "mistertea/et/et"
brew "nektos/tap/act"
cask "deckset"
cask "discord"
cask "docker"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "java"
cask "java8"
cask "keybase"
cask "microsoft-remote-desktop-beta"
cask "microsoft-teams"
cask "muzzle"
cask "omnifocus"
cask "openemu-experimental"
cask "plexamp"
cask "postman"
cask "powershell"
cask "quassel-client"
cask "spotify"
cask "steam"
cask "trailer"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "GSE SMART IPTV", id: 1293083751
mas "iMovie", id: 408981434
mas "Install macOS Mojave", id: 0
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SimpleMind Lite", id: 439654198
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
