tap "buo/cask-upgrade"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jenkins-x/jx"
brew "python"
brew "ansible"
brew "ansible-lint"
brew "cask"
brew "coreutils"
brew "go"
brew "git"
brew "hadolint"
brew "htop"
brew "hub"
brew "ghi"
brew "ipcalc"
brew "kubectx", args: ["with-short-names"]
brew "kubernetes-helm"
brew "mas"
brew "mosh"
brew "node"
brew "nativefier"
brew "nmap"
brew "packer"
brew "packer-completion"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "zsh"
brew "getantibody/tap/antibody"
brew "jenkins-x/jx/jx"
cask "deckset"
cask "discord"
cask "docker"
cask "iterm2"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "java"
cask "keybase"
cask "muzzle"
cask "openemu-experimental"
cask "spotify"
cask "steam"
cask "trailer"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
