tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "nektos/tap"
brew "act"
brew "azure-cli"
brew "bash"
brew "coreutils"
brew "fish"
brew "fping"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "grep"
brew "hadolint"
brew "helm"
brew "htop"
brew "infracost"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubectx"
brew "python"
brew "lnav"
brew "markdownlint-cli"
brew "mas"
brew "node"
brew "nmap"
brew "pre-commit"
brew "pv"
brew "bitwarden-cli"
brew "shellcheck"
brew "shellspec"
brew "speedtest-cli"
brew "starship"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yt-dlp"
cask "deckset"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "lastpass"
cask "logitech-camera-settings"
cask "microsoft-teams"
cask "moonlight"
cask "muzzle"
cask "powershell"
cask "spotify"
cask "steam"
cask "trailer"
cask "visual-studio-code"
cask "whatsapp"
mas "Azure VPN Client", id: 1553936137
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
