jorgebucaran/fisher
evanlucas/fish-kubectl-completions
franciscolourenco/done
jorgebucaran/autopair.fish
jethrokuan/z
acomagu/fish-async-prompt
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-thefuck
